{
    "collections": [
        {
            "name": "star",
            "color": "hsl(50, 100%, 65%)",
            "pinned": true,
            "description": "Some of our favorites!"
        },
        {
            "name": "fun-facts",
            "color": "hsl(250, 85%, 85%)",
            "pinned": true,
            "description": "Oh that's kinda cool!"
        }
    ],
    "annotations": [
        {
            "id": null,
            "passage": "To study technique means to make it, to invent it. To take the raw material each time anew and twist it into shape. It must be made to serve a specific purpose. The same technique must never be used again. Each time it must be made new and fresh. A stock of set phrases won’t do. The study is a development of wit.\n\nAn artist’s warehouse, full of experience, is not a store of successful phrases ready for use, but is a store of raw material. The successful phrases are there, but they have been broken down to be made over into new form. Those who have the will to create do not care to use old phrases. There is a great pleasure in the effort to invent the exact thing which is needed. Use it. Break it down. Begin again. It is a great thing to be able to see. Seeing is without limit. It is a great thing when one has a fair measure of seeing. Then to invent the means of expressing it. To be a master of technique rather than to be the owner of a lot of it. Those who simply collect technique have at best only a secondhand lot. A great artist is one who says as nearly what he means as his powers of invention allow. An ordinary artist often uses eloquent phrases, phrases of established authority, and if he is skillful it is surprising to see how he can nearly make them fit his ideas—or how he can make the ideas give way to the phrase. But such an artist is not having a good time. A snake without a skin might make a fair job of crawling into another snake’s shedding, but I guess no snake would be fool enough to bother with it.",
            "notes": "",
            "source": {
                "author": "Robert Henri",
                "name": "The Art Spirit"
            },
            "tags": [
                "art",
                "creativity",
                "technique"
            ],
            "collections": [
                "star"
            ],
            "created": "",
            "modified": "",
            "origin": "beta",
            "protected": false,
            "deleted": false
        },
        {
            "id": null,
            "passage": "Since what we know of the future is made up of purely abstract and logical elements—inferences, guesses, deductions—it cannot be eaten, felt, smelled, seen, heard, or otherwise enjoyed. To pursue it is to pursue a constantly retreating phantom, and the faster you chase it, the faster it runs ahead, This is why all the affairs of civilization are rushed, why hardly anyone enjoys what he has, and is forever seeking more and more. Happiness, then, will consist, not of solid and substantial realities, but of such abstract and superficial things as promises, hopes, and assurances.",
            "notes": "",
            "source": {
                "name": "The Wisdom of Insecurity",
                "author": "Alan W. Watts"
            },
            "tags": [
                "happiness",
                "presence"
            ],
            "collections": [
                "star"
            ],
            "created": "",
            "modified": "",
            "origin": "beta",
            "protected": false,
            "deleted": false
        },
        {
            "id": null,
            "passage": "If I can only conceive pulse, I cannot appreciate tone. If I can think of painting only as a way of making colored photographs without a camera, I can see nothing but ineptitude in a Chinese landscape. We learn nothing of very much importance when it can be explained entirely in terms of past experience. If it were possible to understand all things in terms of what we know already, we could convey the sense of color to a blind man with nothing but sound, taste, touch, and smell.",
            "notes": "",
            "source": {
                "name": "The Wisdom of Insecurity",
                "author": "Alan W. Watts"
            },
            "tags": [
                "seeing"
            ],
            "collections": [
                "star"
            ],
            "created": "",
            "modified": "",
            "origin": "beta",
            "protected": false,
            "deleted": false
        }
    ]
}